import React from "react";

function About() {
  return (
    <div className="about-container">
      <h2>אודות המערכת</h2>
      <p>
        מערכת זו פותחה כדי לסייע בזיהוי גזעי כלבים ולהקל על תהליך דיווח על כלבים
        משוטטים.
      </p>
      <p>
        המערכת מאפשרת למשתמשים להעלות תמונות לזיהוי גזע, לדווח על כלבים משוטטים
        ולעובדים לעקוב אחר דיווחים.
      </p>
      <p>
        כל הנתונים נשמרים במערכת מאובטחת, ומאפשרים ניהול קל ונוח של הדיווחים.
      </p>
    </div>
  );
}

export default About;
